Repository: Kidzcrew/FlitsMonsterApp
Catalog: Data/Localizable.xcstrings
Source language: nl
Languages: en

source: %lld Woorden
en: %lld Words

source: Aantal resterende woorden: %lld
en: Number of remaining words: %lld

source: Annuleer
en: Cancel

# Appearance
source: Weergave
en: Appearance

source: Bewaar
en: Save

source: Bewerk %@
en: Edit %@

source: Bewerk lijst
en: Edit list

source: Bewerk woord
en: Edit word

# Dark Mode
source: Donker
en: Dark mode

source: Dit woord zit al in lijst(en): %@. Wil je het woord hier ook toevoegen?
en: This word is already in list(s): %@. Do you also want to add it here?

source: Er is een onverwachte fout opgetreden.
en: Whoopsâ€¦unexpected error

source: Filter op groep:
en: Filter by Group:

source: Fout
en: Error

source: Geen lijst gevonden
en: No list found

source: Geoefend: %lld keer
en: Practiced: %lld x

source: Ja
en: Yes

source: Kies een woord
en: Choose a word

# Language
source: Taal
en: Language

source: Lijsten
en: Lists

source: Lijstnaam
en: List name

source: Naam
en: Name

source: Nee
en: No

# News
source: Nieuws
en: News

# News Articles
source: Nieuwsartikelen
en: News Articles

source: niveau:
en: level:

source: Niveau: %@
en: Level: %@

source: Opslaan
en: Save

# Reload sample data
source: Voorbeelddata opnieuw laden
en: Reload sample data

# Reload Sample Data?
source: Voorbeelddata opnieuw laden?
en: Reload sample data?

# Reloading the sample data deletes all changes to the current data.
source: Het opnieuw laden van sample data verwijdert alle wijzigingen aan de huidige lijsten en woorden.
en: Reloading the sample data deletes all changes to the current data.

# Select Language
source: Selecteer taal
en: Select Language

source: Selecteer een lijst
en: Select a list

source: Selecteer een woord
en: Select a word

# Settings
source: Instellingen
en: Settings

source: Sluiten
en: Close

source: Soort
en: Type

source: Verwijder
en: Delete

source: Verwijder %@
en: Delete %@

source: Verwijder %@?
en: Delete %@?

source: Verwijder het woord
en: Delete word

source: Voeg lijst toe
en: Add list

source: Voeg woord toe
en: Add word

source: Voortgang van de lijst %@
en: List progress %@

# welcome-message
source: Welkom bij Flitsmonster
en: Welcome at FlashMonster

source: Wijzig woord
en: Edit word

source: Woord al in andere lijst
en: Word already in other list

source: Woord al in deze lijst
en: Word already in this list

source: Woorden:
en: Words:

source: Woordsoort
en: Word type

# Yes, reload sample data
source: Ja, laad voorbeelddata
en: Yes, reload sample data
